{
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "harpoon": { "branch": "harpoon2" },
  "image.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
